<?php

return [
    'app_name' => env('APP_NAME'),
    'registration' => 'Регистрация',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'survey_list' => 'Опросы',
    'survey' => 'Опрос',
    'page_not_found' => 'Страница не найдена',
    'name' => 'Имя',
    'email' => 'Электронный адрес',
    'password' => 'Пароль',
    'password_confirmation' => 'Подтверждение пароля',
    'remember' => 'Запомнить меня',
    'agreement' => 'Пользовательское соглашение',
    'feedback' => 'Обратная связь',
    'faq' => 'Частые вопросы',
    'charity' => 'Благотворительность',
    'contacts' => 'Контакты',
    'privacy_policy' => 'Политика конфиденциальности',
    'accept' => 'Принять',
    'app_error' => 'В приложении произошла ошибка. Ситуация зафиксирована в наших отчетах и будет рассмотрена в неотложном порядке. Приносим свои извинения за неудобства, попробуйте обновить страницу или повторить попытку через некоторое время'
];