<?php

return [
    'errors' => [
        'unknown_email' => 'Ваша почта нам незнакома',
        'wrong_password' => 'Неверный пароль, проверьте правильность ввода',
        'unprocessable_query' => 'По неизвестной нам причине, в данный момент у нас нет возможности обработать Ваш запрос. Ситуация зафиксирована в наших отчетах и будет рассмотрена в неотложном порядке. Приносим свои извинения за неудобства, попробуйте обновить страницу или повторить попытку через некоторое время.',
        'authorization_required' => 'Вам необходимо авторизоваться',
        'forbidden' => 'У Вас нет доступа к данной странице либо для проведения данной операции',
        'noscript' => 'Для полноценной работы сайта необходимо включить JavaScript. <br>Вот инструкция <a href="https://www.enable-javascript.com/" target="_blank">как включить JavaScript в Вашем веб-браузере</a>.'
    ]
];