<?php

return [
    'more_than' => 'больше',
    'less_than' => 'меньше',
    'required' => 'Заполните :attribute',
    'size' => '{singular} :attribute не может быть :condition :count символа|{plural} :attribute не может быть :condition :count символов',
    'unique' => '{singular-masculine} Такой :attribute уже занят|{singular-feminine} Такая :attribute уже занята',
    'confirmed' => '{singular-masculine} Подтвердите Ваш :attribute, значения не совпадают|{singular-feminine} Подтвердите Вашу :attribute, значения не совпадают',
    'accepted' => 'Подтвердите :attribute',
    'email' => 'Введите корректный адрес почты',
    'password_regex' => 'Пожалуйста, введите сложный пароль. Используйте буквы в верхнем и нижнем регистре, также цифры и хотя бы один спецсимвол из #$^+=!*()@%&. Мы стараемся максимально защитить ваши данные и Ваш пароль это важная часть безопасности вашей информации',
    'name_regex' => 'Имя должно содержать буквы, также доступны цифры, точка, нижнее подчеркивание и пробел',
    'remember' => 'Для того чтобы мы Вас запомнили, Вам достаточно отметить этот чекбокс'
];